Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ijahis_idja-festivaali_juhlistaa_15_vuotta_-_ohjelma_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Ijahis idja-festivaali juhlistaa 15 vuotta – ohjelma julkaistu
sme: Ijahis idja-festivála ávvuda 15 jagi – prográmma gárvvis

source: Elokuussa järjestettävän Ijahis idja – alkuperäiskansojen musiikkitapahtuman ohjelma on julkaistu.
sme: Ijahis idja – eamiálbmogiid musihkkafestivála prográmma lea almmustahtton odne.

source: Inarissa viidettätoista kertaa järjestettävän Ijahis idjan ohjelma on viime vuosien tapaan laaja ja monipuolinen.
sme: Festivála ordnejuvvo borgemánus Anáris jo vihttanuppelogát geardde ja dáhpáhusa prográmma lea fas viiddis ja máŋggabealat.

source: Festivaaliviikonlopun tarjontaan kuuluu konserttien lisäksi muun muassa keskusteluareena, saamelaiset urheilukilpailut sekä lasten ja nuorten omaa ohjelmaa.
sme: Festiválavahkkolohppii gullet konsearttaid lassin earret eará ságastallanarena, sámi valástallangilvvut ja mánáid ja nuoraid prográmma.

source: Tapahtuma alkaa perjantaina 17.8. lasten- ja nuortenohjelmalla.
sme: Dáhpáhus álgá bearjadaga 17.8. mánáid- ja nuoraidprográmmain.

source: Päivän aikana ennakkoon ilmoittautuneet lapset ja nuoret osallistuvat työpajoihin sekä pääsevät näkemään saamelaisia lyhytelokuvia.
sme: Beaivvi áigge ovddalgihtii almmuhan mánát ja nuorat oassálastet bargobájiide ja besset geahččat sámi filmmaid.

source: Omaa osaamistaan lapset ja nuoret pääsevät esittämään Ijahis ija násttážat –nuortenkonsertissa.
sme: Sii besset maiddái čájehit iežaset dáidduid Ijahis ija násttážat -konsearttas.

source: Myös Solju-yhtye esiintyy Ijahis ija násttážat –nuortenkonsertissa.
sme: Ijahis ija násttážat-konsearttas loaiddasta maiddái Solju-joavku.

source: Festivaali avataan juhlallisesti perjantaina klo. 18.00.
sme: Festivála rahpandoalut lea bearjadaga dmu. 18.00.

source: Avajaisohjelmassa esiintyvät joikaaja Nils-Heikki Paltto sekä Indigenous Bastards-yhtye.
sme: Rahpanprográmmas loaiddastit juoigi Nils-Heikki Paltto sihke Indigenous Bastards-joavku.

source: Avajaisten jälkeen kilpaillaan vauhdikkaassa suopunkisprintissä.
sme: Rahpandoaluid maŋŋá festiválaguossit besset gilvvohallat njoarostansprinttas.

source: Kilpailu käydään Sajoksen piha-alueella.
sme: Dan lassin festivála váldolágideaddji Anára Sámisearvi rs ávvuda 35 jagi doaluidis váldolávddis.

source: Sen lisäksi festivaalin pääjärjestäjä Anára Sámisearvi ry juhlistaa ohjelmallisesti 35-vuotistaivaltaan.
sme: Bearjadaga konsearttat Ijahis ija váldolávddis fállet sihkkarit juohkehažžii juoidá, go lávddi ala gorgŋejit Solju-joavku, norggasápmelaš pop-násti Kevin Boine ja kanadalaš DJ-kollektiiva A Tribe Called Red. Das šaddá vissásit erenomáš eahket.

source: Perjantain konsertit Ijahis idjan päälavalla tarjoavat jokaiselle jotakin, kun lavalle nousevat Solju-yhtye, norjansaamelainen pop-tähti Kevin Boine sekä kanadalainen DJ-kollektiivi A Tribe Called Red. Varmasti ikimuistoinen ilta tiedossa.
sme: Lávvardat álgá musihkkaseminárain, mii lágiduvvo sámemuséas, Siiddas.

source: Lauantaipäivä alkaa musiikkiseminaarilla, joka järjestetään saamelaismuseo Siidassa.
sme: Ávvujagi semináras fáddán lea Ijahis idja.

source: Juhlavuoden seminaarissa on aiheena Ijahis idja.
sme: Aslak Paltto jođihan panelaságastallamis vihkkedallet Ijahis Ija historjjá ja mearkkašumi otná sámemusihkkii ja musihkkariidda.

source: Paneelikeskustelussa pureudutaan Aslak Palton johdolla festivaalin historiaan sekä sen merkitykseen saamelaiselle musiikille ja muusikoille.
sme: Beaivvi joatkašuvvá Yle Sápmi -arenain.

source: Päivä jatkuu Yle Sápmin tuottamalla Yle Sápmi -areenalla.
sme: Yle Sápmi Arena lea ságastallandilálašvuohta mas gieđahallet áigeguovdilis fenomenaid ja olbmuid.

source: Kyseessä on keskusteluohjelma, jossa pureudutaan ajankohtaisiin ilmiöihin ja ihmisiin.
sme: Ságastallamat leat buot golmmain Suomas hállon sámegielain.

source: Keskusteluita käydään kaikilla kolmella Suomessa puhutulla saamen kielellä.
sme: Ságastallanarena ordnejuvvo festiválaguovllus, Sajosa šiljus.

source: Keskusteluareena järjestetään festivaalialueella, Sajoksen pihalla.
sme: Eahketbeaivi joatkašuvvá Sajosa auditorios konsearttain ”Luohti ja Suõmmkar”.

source: Ilta jatkuu Sajoksen auditoriossa konsertissa ”Luohti ja Suõmmkar”.
sme: Konsearttas juiget Berit Alette Mienna, Ingá Elisá Påve Idivuoma, Hildá Länsman sihke Iŋgá-Máret Gaup-Juuso.

source: Konsertissa esiintyvät joikaajat Berit Alette Mienna, Ingá Elisá Påve Idivuoma, Hildá Länsman sekä Iŋgá-Máret Gaup-Juuso.
sme: Nuortalašgielat Suõmmkar-joavku fas almmustahttá iežas debyhtaalbuma.

source: Koltansaamenkielinen Suõmmkar-yhtye puolestaan julkaisee debyyttialbuminsa.
sme: Auditoriokonserttat leat šaddan bivnnuhabbon juohke jagi ja dat čohkkejit olbmuid návddašit sámemusihkas intima birrasis.

source: Auditoriokonserteista on tullut vuosi vuodelta suositumpia ja ne keräävät yleisöä nauttimaan saamelaismusiikista intiimeissä puitteissa.
sme: Lávvardaga váldolávddis gullat vuosttažin Hildá Länsman ja Viivi Saarenkylä Vildá-joavkku.

source: Lauantaina ulkoilmakonsertit festivaalialueella avaa Hildá Länsmanin ja Viivi Saarenkylän muodostama Vildá-yhtye.
sme: Váldolávddis loaiddastit sudno lassin Felgen Orkester, Amoc &amp; Ailu ja Trio Boogiemen, Tundra Electro ja árbevirolaš juoigit.

source: Ijahis idjan ulkolavalla esiintyvät lauantaina myös Felgen Orkester, Amoc &amp; Ailu Valle ja Trio Boogiemen ja Tundra Electro sekä joikuperinteen taitajia.
sme: Konsearttaid olis valáštallat.

source: Konserttien ohessa urheillaan.
sme: Lávvardaga šládjan lea jođánis ja dárkilvuođa gáibideaddji njoarosteapmi.

source: Lauantaina lajina on nopeatempoinen ja tarkkuutta vaativa suopunginheitto.
sme: Ijahis idja 17.–19.8.2018 Anáris .

source: Ijahis idja 17.–19.8.2018 Inarissa .
sme: Ijahis ija ordnejit ovttas Anára Sámisearvi ry, Sámediggi , Sámi oahpahusguovddas, Sámemuséa Siida, Anára gielda, Taiteen edistämiskeskuksen Lapin toimipiste, Yle Sápmi ja Hotelli Kultahovi.

source: Ennakkolipunmyynti alkaa 3.7.2018.
sme: Lassedieđut:

source: Ijahis idjan järjestävät yhteistyössä Anára Sámisearvi ry, Saamelaiskäräjät , Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta, Taiteen edistämiskeskuksen Lapin toimipiste, Yle Sápmi ja Hotelli Kultahovi.
sme: Sámemusihkkaguovddáš, plánejeaddji/ buvttadeaddji Oula Guttorm, oula.guttorm@samediggi.fi , +358 50 574 2765
